---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DatumBubbleEndn1
source: html/52ae475d-0fc9-9283-9118-b85b34411ed1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DatumBubbleEndn1 Property

"Symbol at End 1 Default"

## Syntax (C#)
```csharp
public static ForgeTypeId DatumBubbleEndn1 { get; }
```